Repository: timur-urunbaev/telegram_courier_service
Catalog: courier_service_app/locale/*/LC_MESSAGES/django.po
Languages: uz

source: Russian
uz: Rus tili

source: Uzbek
uz: O'zbek tili

source: American English
uz: Amerikali Ingliz

source: Yes
uz: Ha

source: No
uz: Yo'q

source: The Order is accepted
uz: Buyurtma qabul qilindi

source: Accepted Order:
uz: Qabul Qilingan Buyurtma:

source: Welcome to Delivery. Here you can take orders and confirm their status.
uz: Delivery-ga Xush Kelibsiz. Bu yerda siz buyurtmalar qabul qilishingiz va ularning holatini tasdiqlashingiz mumkin

source: Input your number
uz: Raqamingizni kiriting

source: Send contact
uz: Kontaktni yuborish

source: Share Contact
uz: Kontaktni ulashing

source: Take Order
uz: Buyurtma olish

source: Branches
uz: Filiallar

source: My Orders
uz: Mening buyurtmalar

source: Settings
uz: Sozlamalar

source: Change Language
uz: Tilni o'zgartirish

source: Connect with Operator
uz: Operator bilan aloqa

source: Back
uz: Orqaga

source: Something went wrong, please reload the bot
uz: Nimadir xato ketdi, iltimos, botni qayta yuklang

source: Active
uz: Faol Buyurtmalar

source: History
uz: Tarix Buyurtmalar

source: Done
uz: Bajarildi

source: Cancel
uz: Bekor qilish

source: You don't have active orders
uz: Sizda faol buyurtmalar yo'q

source: Your history is empty
uz: Sizning tarixingiz bo'sh
